Repository: ejoebstl/sGrid
Catalog: sGrid/Resources/ClientRes.*.resx
Languages: de_de

source: Allowed Performance
de_de: Leistungsbeschränkung

source: Allowed Space
de_de: Speicherbeschränkung

# BoincNotStarted
source: The connection to BOINC could not be established. Do you want to retry to connect to BOINC? Otherwise the application will be closed.
de_de: Die Verbindung zu BOINC konnte nicht hergestellt werden. Willst Du erneut versuchen dich mit BOINC zu verbinden? Andernfalls wird die Anwendung geschlossen.

source: Cancel
de_de: Abbrechen

source: Exit
de_de: Beenden

# GPUWarning
source: Using your Graphics Processing Unit may have a noticeable impact on the speed of your display.
de_de: Das Benutzen ihres Grafikprozessors kann einen bemerkbaren Einfluss auf die Geschwindigkeit ihrer Anzeige haben.

source: Log in
de_de: Anmelden

source: Log out
de_de: Abmelden

# LogOutWarning
source: If you log out your current progress will be lost. Do you still wish to log out?
de_de: Wenn Du dich abmeldest aktueller Berechnungsfortschritt gelöscht. Willst Du trotzdem fortfahren?

# NoConnectionWarning
source: The client needs new work, but is not online. Please connect to the internet to continue calculating.
de_de: sGrid braucht neue Arbeit, aber ist nicht online. Bitte verbinde Dich mit dem Internet um mit den Berechnungen weiterzumachen.

# NoProjectWarning
source: You need to choose a project to be able to calculate for science. Go to {0} to do so.
de_de: Du musste ein Projekt auswählen um für die Wissenschaft rechnen zu können. Begib Dich auf {0} um dies zu tun.

source: Open
de_de: Öffnen

# OptionAutostart
source: Begin with work automatically when the computer starts
de_de: Automatisch mit Arbeiten beginnen, wenn der Computer startet

# OptionEnergySaver
source: Do work when my computer is on Energy-Saver mode
de_de: Arbeiten, wenn der Computer im Energiesparmodus ist

# OptionGraphicsCard
source: Use the graphics card to accelerate the calculation
de_de: Die Grafikkarte benutzen um die Berechnung zu beschleunigen

# OptionOnBattery
source: Do work when my computer runs on battery
de_de: Arbeiten wenn der Computerim Batteriebetrieb ist

source: Paused
de_de: Pausiert

# PerformanceSetHigh
source: Your current performance setting is high! This will speed up the computation of work!
de_de: Deine aktuelle Leistung ist hoch! Dies wird deine Berechnungen beschleunigen!

# PerformanceSetLow
source: Your current performance setting is low. This can slow down the computation of work.
de_de: Deine aktuelle Leistung ist niedrig. Dies kann deine Berechnung beträchtlich beeinflussen.

# PerformanceSetMiddle
source: Your current performance setting is fine!
de_de: Deine aktuelle Leistungseinstellung ist gut!

# ProjectName
source: sGrid Client with {0}
de_de: sGrid Client mit {0}

source: Settings
de_de: Einstellungen

# SpaceSetHigh
source: Your current space setting is high! This will speed up the computation of work!
de_de: Der zur Verfügung gestelle Speicherplatz ist groß! Dies wird deine Berechnungen beschleunigen!

# SpaceSetLow
source: Your current space setting is low. This can slow down the computation of work.
de_de: Der zur Verfügung gestellte Speicherplatz ist klein. Dies kann deine Berechnung beträchtlich beeinflussen.

# SpaceSetMiddle
source: Your current space setting is fine!
de_de: Deine aktuelle Speicherplatzeinstellung ist gut.

# StatusRemainingTime
source: Calculations are running. Remaining time: {0}.
de_de: Berechnungen laufen. Verbleibende Zeit: {0}.

# WorkFetching
source: Fetching new work from server
de_de: Neue Arbeit wird vom Server geholt

# OldResourceWarning
source: You have an old version of the client. Please fetch a new one.
de_de: Du benutzt gerade eine zu alte Version des Clients. Bitte hol dir eine neue Version vom Server.

# BoincAlreadyInstalled
source: A Boinc installation has been detected. sGrid will quit now. If you want to use sGrid, uninstall Boinc and remove the registry keys "HKEY_LOCAL_MACHINE\SOFTWARE\Space Sciences Laboratory, U.C. Berkeley\BOINC Setup" and "HKEY_LOCAL_MACHINE\SOFTWARE\Wow6432Node\Space Sciences Laboratory, U.C. Berkeley\BOINC Setup".
de_de: Eine Boinc-Installation wurde gefunden. sGrid wird nun beendet. Um sGrid zu benutzen, deinstalliere Boinc und entferne die Registry-Schlüssel "HKEY_LOCAL_MACHINE\SOFTWARE\Space Sciences Laboratory, U.C. Berkeley\BOINC Setup" und "HKEY_LOCAL_MACHINE\SOFTWARE\Wow6432Node\Space Sciences Laboratory, U.C. Berkeley\BOINC Setup".

source: Hide
de_de: Minimieren
